{
    "description": "El objetivo de este curso es promover en los participantes el desarrollo de la competencia de gestión de la información, orientado en el uso de las mejores herramientas y técnicas para encontrar información valiosa en Internet, etiquetarla, filtrarla, gestionarla, organizarla y comunicarla, transformándola en significativa para la construcción de conocimiento. \"Si bien buscas, encontrarás\", expresaba Platón, y nosotros podemos agregar: \"Si bien filtras, encontrarás información verdaderamente valiosa en la Red, que te permitirá enriquecer tus producciones que luego podrás compartir con quienes integran tu red personal de aprendizaje, con tus colegas o con tus estudiantes\". Los participantes aprenderán además, durante la cursada, a desarrollar diversos recursos digitales que les permitirá evidenciar sus aprendizajes a lo largo del MOOC: blogs, murales interactivos, presentaciones compartidas y herramientas para la curación de contenido y que luego podrán utilizar en sus áreas de conocimiento o en sus actividades habituales personales y\/o profesionales.",
    "contents": [
        "Presentación.",
        "Generalidades.",
        "Las mejores herramientas de búsqueda.",
        "Métodos de búsqueda.",
        "Web Superficial y Web Profunda Académica",
        "El arte de preguntar.",
        "La valoración y el filtrado de información."
    ],
    "instructors": [
        "Cristina Velázquez De los Santos",
        "Silvana Andrea Carnicero Sanguinetti",
        "Melania Ottaviano",
        "Claudia Rodríguez"
    ],
    "requirements": "Navegación en internet y manejo de Office (Word y Power Point) a nivel\r\nbásico.",
    "length": "6 semanas (30 horas estimadas de estudio)",
    "institutions": "Universidad Tecnológica Nacional",
    "url": "https:\/\/miriadax.net\/es_ES\/web\/encontrando-tesoros-red2ed\/inicio",
    "title": "Encontrando tesoros en la red (2ª edición) (Universidad Tecnológica Nacional)",
    "keywords": [
        "tesoros",
        " red",
        " búsquedas",
        " mooc",
        " web superficial",
        " web profunda",
        " web",
        " google",
        " información",
        " herramientas de búsqueda",
        " internet",
        " navegar en internet"
    ]
}