{
    "description": "A través del tiempo y en todas las sociedades se ha reflexionado sobre el término educación, pero en realidad ¿qué es educar?, ¿qué papel juega la educación en un país?, ¿cómo es que ésta se hace presente?, ¿qué sabemos acerca de lo que significa una educación de calidad?, ¿quién o quiénes somos los responsables de garantizar su calidad? y ¿cuáles son las competencias o capacidades que mejor definen a un docente del Siglo XXI? De todos los posibles agentes educativos que influyen en la educación de una persona podemos mencionar a la familia, la escuela, los medios de comunicación, la sociedad, etc. Sin embargo, en este curso nos centraremos en el rol que juega el docente. Por ello, nuestro propósito será abordar y reflexionar acerca de todos los factores que intervienen en la labor del profesor en la actualidad. Tarea nada sencilla. Y es que existen diversas circunstancias que dificultan las variadas y complejas funciones que un docente debe desempeñar.  Con el fin de analizar en qué consiste ser profesor, conoceremos la dimensión pedagógica que afecta su quehacer cotidiano, las características del contexto en que se desenvuelve, así como las problemáticas y desafíos inherentes a su profesión. Te invitamos a examinar de manera crítica un panorama general de este profesional de la enseñanza. Este curso está dirigido a profesionales de cualquier campo del conocimiento, interesados en comprender el quehacer educativo, a partir del análisis de los fundamentos pedagógicos asociados a la práctica docente.",
    "contents": [
        "Introducción",
        "La educación en el contexto actual",
        "Ser docente en el siglo XXI",
        "El paradigma de la educación por competencias",
        "La planeación didáctica",
        "La evaluación del aprendizaje de competencias"
    ],
    "instructors": [
        "Mireya Lopez Acosta",
        "Luis Medina Velázquez"
    ],
    "requirements": "Profesional interesado en la docencia.",
    "length": "5 semanas (25 horas de estudio previstas)",
    "institutions": "Universidad Anáhuac",
    "url": "https:\/\/miriadax.net\/es_ES\/web\/introduccion-a-la-docencia-en-el-siglo-xxi\/inicio",
    "title": "Introducción a la Docencia en el siglo XXI (Universidad Anáhuac)",
    "keywords": [
        "docencia",
        " mooc",
        " docente",
        " competencias",
        " evaluación",
        " educación por competencias",
        " educación"
    ]
}